import * as React from 'react'

export const POPUP_TEXT = {
    'details_mob': <>{'Чтобы получить '}<b>{'точную стоимость с детализацией'}</b>{' по каждому'
        + ' этапу перевозки, выберете удобный способ связи, куда мы '
        + 'пришлём pdf-файл со всей информацией'}</>,
    'details': 'Чтобы получить точную стоимость с детализацией по каждому этапу перевозки, выберите '
        + 'удобный способ связи, куда мы пришлём pdf-файл со всей информацией',
    'way_get_details': 'Выберите способ получения pdf - детализации:',
    'store_to_station': 'Перевозка до станции отбытия',
    'station_to_store': 'Перевозка от станции прибытия',
    'price_services': 'Дополнительные услуги',
    'sum': 'Суммарная стоимость',
    'store_to_station_mob': 'Перевозка\nдо станции',
    'station_to_store_mob': 'Перевозка\nот станции',
    'price_services_mob': 'Дополнитель-\nные услуги',
    'sum_mob': 'Суммарная\nстоимость',
    'your_phone': 'Ваш номер телефона:',
    'your_email': 'Ваша почта:',
    'transportation_via': 'Перевозка через:',
    'price_title_text': 'ЖД перевозка',
    'price_title_text_mob': 'ЖД\nперевозка',
}